Repository: GeoRemindMe/GeoRemindMe_Web
Catalog: trunk/src/webapp/locale/*/LC_MESSAGES/django.po
Languages: fr

source: English
fr: En anglais

source: Spanish
fr: Espagnole

source: New password
fr: Nouveau mot de passe

source: Repeat new password
fr: Répéter mot de passe nouveau

source: Is active
fr: Est actif

source: Is confirmed
fr: Est confirmée

source: Is admin
fr: Est-admin

source: Passwords can't have white spaces
fr: Les mots de passe ne peut pas avoir des espaces blancs

source: Passwords must be the same.
fr: Les mots de passe doivent être les mêmes.

source: Repeat password
fr: Répéter mot de passe

source: Actual password
fr: mot de passe réel

source: Old password needed.
fr: Ancien mot de passe nécessaire.

source: Alert distance (meters)
fr: Alerte à distance (en mètres)

source: Distance must be a number
fr: Distance doit être un nombre

source: Wrong dates
fr: dates Wrong

source: <a href="%s">Confirm link</a>
fr: <a href="%s">lien Confirmer</a>

source: Confirm your registration at GeoRemindMe
fr: Confirmez votre inscription à GeoRemindMe

source: Confirm your registration at GeoRemindMe %(link)s If you don't see the link, copy and paste this url: %(url)s
fr: Confirmez votre inscription à GeoRemindMe %(link)s Si vous ne voyez pas le lien, copier et coller cette URL: %(url)s

source: Unique email constraint exception: %s
fr: Unique exception contrainte e-mail:%s

source: Password can't be empty
fr: Mot de passe ne peut pas être vide

source: Password can't have white spaces
fr: Mot de passe ne peut pas avoir des espaces blancs

source: %s attemp to be banned for 5min
fr: %s essayer d&#39;être interdit pendant 5 minutes

source: Password wrong.
fr: Mot de passe erroné.

source: Email not confirmed, a new confirm email have been sent
fr: Email pas confirmé, une nouvelle confirmation par courrier électronique ont été envoyés

source: Email wrong
fr: E-mail erronée

source: User registration complete, a confirmation email have been sent to %s
fr: Enregistrement de l&#39;utilisateur complète, un courriel de confirmation ont été envoyées à%s

source: Sorry me, you are not an identified Google User
fr: Désolé moi, vous n&#39;êtes pas un utilisateur identifié Google

source: User modified
fr: Modifiable par l&#39;utilisateur

source: Wrong old password
fr: Wrong ancien mot de passe

source: Email already in use.
fr: Courrier électronique déjà en cours d&#39;utilisation.

source: A error ocurred, try again later
fr: Une erreur s&#39;est produite, réessayez plus tard

source: User %s confirmed. Please log in.
fr: L&#39;utilisateur%s confirmé. S&#39;il vous plaît connecter!

source: Invalid user
fr: utilisateur non valide

source: Latest done reminders
fr: Derniers rappels faits

source: All your reminders
fr: Tous vos rappels

source: Near alerts:
fr: Proche des alertes:

source: Home
fr: Accueil

source: GeoRe...what?
fr: GeoRe ... quoi?

source: Contact us
fr: Contactez-nous

source: Dashboard
fr: Tableau de bord

source: My account
fr: Mon compte

source: List all reminders
fr: Liste tous les rappels

source: List latest done reminders
fr: Liste des rappels plus tard fait

source: Logout
fr: Déconnexion

source: <p>You are logged in Google Accounts like %(email)s but <strong>you have not</strong> a GeoRemindMe account, if you continue you are accepting the terms and conditions.</p> <p>So, are you sure you want to continue?:
fr: <p> Vous êtes inscrit dans les comptes Google comme %(email)s, mais <strong>vous n&#39;avez pas</strong> un compte GeoRemindMe, si vous continuez, vous acceptez les termes et conditions. </p><p> Alors, êtes-vous sûr de vouloir continuer?:

source: Yes proceed, I understand | Or... OUUUUUH! YES!
fr: Oui procéder, je comprends | Ou ... OUUUUUH! OUI!

source: No I don't
fr: Non, je ne

source: <h2>Know more</h2> <p>This history begins when we detected a necessity that we have.<strong> Don’t you ever happens that a few minutes after when you have been in some place you remember that you forgot something to do there?</strong>, And then didn’t you had a feeling that you are not managing your time well because you are going to come back to such that place to do such thing?</p> <p>Well, that use to happens quite often to as, so Geo-Remind-Me means to be a really lightweight application that allow you to add special alerts to your smartphone. Alerts that notice you when you are near of a location where you have something to do.</p> <p>The discussion about adding more features is open, but we need to remind that one of the main goals is to get a <strong>really fast and light application</strong>.</p> <p>So, we have just join to a University Free Software Contest in Spain, and here you have the presentation we did to introduce the APP to the other attendees:</p> <div style="text-align: center;"> <iframe width="410" height="342" frameborder="0" src="https://docs.google.com/present/embed?id=dfn99qkm_637jj5m4783"> </iframe> </div> <p><a href="http://www.georemindme.com/blog/">Visit our blog</a></p>
fr: <h2> En savoir plus </h2><p> Cette histoire commence lorsque nous avons détecté une nécessité que nous avons. <strong>N&#39;avez-vous jamais arrive que quelques minutes après quand vous avez été en quelque endroit que vous rappeler que vous avez oublié quelque chose à faire là-bas?,</strong> Et puis ne vous ai pas eu le sentiment que vous ne gérez pas bien votre temps parce que vous allez revenir à de telle sorte que lieu de faire une telle chose? </p><p> Eh bien, cette utilisation arrive assez souvent que, si Geo-Remind-Me signifie d&#39;être une application très légère qui vous permettent d&#39;ajouter des alertes spéciales sur votre smartphone. Alertes que vous remarquez quand vous êtes près d&#39;un endroit où vous avez quelque chose à faire. </p><p> La discussion sur l&#39;ajout de plus de fonctionnalités est ouvert, mais nous devons rappeler que l&#39;un des principaux objectifs est d&#39;obtenir une <strong>application rapide et léger vraiment.</strong> </p><p> Donc, nous venons d&#39;adhérer à un concours de l&#39;Université du Logiciel Libre en Espagne, et ici vous avez la présentation que nous avons fait d&#39;introduire l&#39;APP aux autres participants: </p><div style="text-align: center;"><iframe width="410" height="342" frameborder="0" src="https://docs.google.com/present/embed?id=dfn99qkm_637jj5m4783"></iframe></div><p> <a href="http://www.georemindme.com/blog/">Visitez notre blog</a> </p>

source: Login using your Google account
fr: Connectez-vous en utilisant votre compte Google
